Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/facta/samemusea_siida/ruokaperinne.html.tmx
Source language: fin
Languages: smn

source: Elämäntapa
smn: Sänivajâseh

source: Sananlaskut
smn: Šooŋâ ennustem

source: Sään ennustaminen
smn: Purrâmâšärbivyehi

source: Inarinsaamelainen ruokaperinne perustuu luontaistalouteen: kalaan, riistaan ja luonnonmarjoihin.
smn: Anarâš purrâmâšärbivyehi vuáđuduvá luánduadalduvváid: kuálán, piärgun já muorjijd.

source: Inarinsaamelaiset ruokaperinteet vaihtelevat kylittäin ja alueittain suurestikin.
smn: Anarâš purrâmâšärbivyevih mulsâšudeh sijdâi já kuávlui mield ennuv-uv.

source: Allaoleva teksti perustuu Nellimin seudulla tehtyihin haastatteluihin.
smn: Vuoluupele tevstâi vuođđun láá Njellim kuávlust toohum sahhiittâlmeh.

source: Inarinsaamelaiset harjoittivat poro- ja karjataloutta sekä kasvattivat naurista ja perunaa.
smn: Anarâšah tollii puásui- já šiiveettuálu sehe šoddâdii navrâsijd já potákkijd.

source: Muut tärkeät ruokatarvikkeet haettiin pääasiassa Norjan Reisivuonosta.
smn: Eres tergâdis purrâmâšveerki sij viežžii iänááš Taažâ Reisvuonâst.

source: Vaihtotavaraksi vietiin poronpaistia, -lapaa ja selkäkaraa sekä poronjuustoa, joka oli arvostettua kauppatavaraa.
smn: Lonottâstävirin lijjii poccuupiärgu sehe poccuuvuástá, mii lâi áárvustonnum kävppitäävvir.

source: Vaihdettiin myös erilaisia turkiksia, porontaljoja ja -karvoja, suolakalaa, hilloja, riekkoja, poronsarvia sekä kenkäheinääkin.
smn: Eres lonottâstävireh lijjii jieškote-uvlágáneh čeevđih, poccuutyeljih já ‑soksâmeh, spihâkyeleh, luámáneh, riävskáh, poccuučuárvih sehe kamuvsyeinih-uv.

source: Kotiin tuotavaksi kaaristettiin ahkioon jauhoja, ryynejä, sokeria, suolaa, kahvia, kalanrasvaa, margariinia, turskaa ja muuta merikalaa.
smn: Pááikán pyehtimnáál karâstuvvojii kerrisáid já rievváid jáávuh, suvrâmeh, sukkâreh, säältih, käähvih, kyelevuojâ, margarin, torskeh já eres-uv merâkyeleh.

source: Tuliaiseksi makeannälkään ostettiin rinkeleitä, räätileipää, rusinoita sekä siirappia.
smn: Tulijâžžân uástistii riŋgâlijd, reedleeibijd, rusinijd sehe siirááp.

source: Lapsille tuotiin erityisesti makeisia ja keksejä.
smn: Párnáid puohtii eromâšávt njálgáid, kottáid já keeksijd.

source: Vuorokauden rytmiä
smn: Pirrâmpeeivi ritmâ

source: Aamulla juotiin kahvia, otettiin voileipää, rieskaa, suolakalaa, lehmänjuustoa, kaura- ja riisipuuroakin.
smn: Iđedist ulmuuh káhvástâllii já purrii vuojâleeibi, kááhu, spihâkyele, kusâvuástá, suvrâm- já riisinsuvrâmsuohâd-uv.

source: Päiväruoaksi suolakalan ja rieskan lisäksi lämmitettiin edellisen illan keittoa.
smn: Peivipurrâmâššân sälttikyele já kááhu lasseen liegâdii jiävttáá eehid máállás.

source: Välipalana syötiin suolakalaa viilin ja marjojen kera.
smn: Peivipittán sij purrii spihâkyele loppimmielhijn já muorjijguin.

source: Iltaruokailu oli päivän aterioista monipuolisin.
smn: Eehidmáláseh lijjii peeivi málásijn maaŋgâpiälásumoseh.

source: Pääruoaksi keitettiin tavallisesti kesällä keitto kalasta ja talvella lihasta.
smn: Váldumälisin vuoššii keessiv kuolijd já tälviv piärgumääli.

source: ”Kummitäti leipoi kummilapselleen joululahjaksi pullapitkon tai ruisleivän”
smn: "Ristenni liäibui ristpárnásis juovlâskeŋkkân nisuleeibi tâi ruvâšleeibi"

source: Inarinsaamelaisille on ollut joulu vuoden tärkein juhla.
smn: Juovlâ lii lamaš anarâššáid ive tehálumos juhle.

source: Siihen valmistauduttiin jo syyskesällä, jolloin valittiin parhaat palat juhlapyhien ruoka-aineiksi.
smn: Toos koolgâi rahttâttâđ juo čohčâkeesi. Talle sij väljejii pyeremusâid amnâsijd juovlâposij purrâmâšverkkin.

source: Varattiin poronkontit ja –paistit sekä isot juustot ja ruisleipää.
smn: Väridii ođđâmijd já čuárbpeelijd sehe stuorrâ vuástáid já ruvâšleeibijd.

source: Joulukalat pyydettiin vasta joulukuun alussa ”joulukalajärvestä” - sieltä, missä oli myöhäinen kutu.
smn: Juovlâkyeleh pivdojii iäskán juovlâmáánu aalgâst “juovlâkyelijäävrist” – tobbeen, kost lâi maŋedâs kođo.

source: Suurin ja lihavin taimen pääsi joulupöytään.
smn: Stuárráámus já puáidáhumos kuávžur peesâi juovlâpiävdán.

source: Aattona lämmitettiin piisin loisteessa kokonainen poronjuusto ja haettiin pala jäädytettyä poronmaitoa eli ”lasten jäätelöä”.
smn: Juovlâááptu liegâdui oles poccuuvuástá täkkipellâst já viežžui kalmaattum poccuumielkkipittá ađai “párnái lahcâjieŋâ”.

source: Illalla syötiin komea, keitetty kala tai kalasoppaa.
smn: Ehidist sij purrii mučis vuoššum kyele.

source: Joulupäivän iltana tarjottiin juhlaruoaksi koparasoppaa ja syötiin luuydintä.
smn: Juovlâpeeivi eehid lâi fálusist juhlepurrâmâššân kozzâmääli já ođđâmeh.

source: Käristystä valmistivat ne, joilla sattui olemaan poronpaistia.
smn: Steikkuu rahtii toh, kiäin sattui leđe poccuu piärgu.

source: Herkuteltiin myös juustokahvilla sekä hilla- ja mustikkapiirakoilla.
smn: Herskustâllii meiddei vuástákahvijn sehe lyeme- já sarekáhuiguin.

source: "Eväslaukkua pakattiin useasti"
smn: "Evvislavkkâ tevdui távjá"

source: Kirkkomatkalle otettiin mukaan aina hyvät eväät, mutta kotiin jääville jätettiin kuitenkin parhaimmat juhlaherkut.
smn: Markkânmáátkán valdii fáárun ain šiev evvisijd, mut kuátiorroid kuođđii kuittâg pyeremusâid juhleheerskuid.

source: Kesällä pakattiin veneenkeulaan perunoita, nauriita, kuivalihaa, poron- sekä lehmänjuustoja ja päällimmäisinä keikkuivat kapakalakimput.
smn: Keessiv pieijii kärbisnjunán potákkijd, navrâsijd, koškepiärgu, poccuu- sehe kusâvuástá já pajemustáá vala koškekyelihaaŋkâid.

source: Talvella oli lihaa, käristystä varten vatsa- tai munuaiskuuta, suolakalaa, leipää ja voita.
smn: Tälviv lâi piärgu, steikkuu várás čuávji- tâi manemušpyeidi, sälttikyeli, leibi já vuojâ.

source: Kesäaika vaati emännältä paljon, piti saada vaikkapa suuri heinäntekoväki kylläiseksi.
smn: Kesiäigi vaađâi emedist ennuu, ko koolgâi finniđ veikkâba stuorrâ nijttovievâ kalasin.

source: Heinänteko-evästelyyn oli varauduttu monin tavoin: leivottiin ja kuivattiin leipää ja ehkä pullaakin.
smn: Nijttomáátkán koolgâi rahttâttâđ maaŋgânáál: koolgâi liäibuđ já kuškâdiđ leeibijd já kenski niisu-uv.

source: Mukaan otettiin viiliä, voita, kuivalihaa, josta valmistettiin keittoa ja suolaamatonta kuivakuuta paistettiin tikunnokassa leivän särpimeksi.
smn: Fáárun sij valdii loppimmielhi, vuojâ, sehe koškepiärgu, mast vuoššii määli já salttiihánnáá koškepyeidi possii passeemkeejist leeibi lasattâssân.

source: Kuivattua verileipää keitettiin maidossa kampsupaistiksi, ja leivottiin rieskaa.
smn: Jis nijtteeh lijjii juhâ- tâi jävrriddoost, te finnejii vorâs kyele. Mudoi lijjii mieldi koške rááskáh.

source: Rasvahöystövelli leivän kanssa oli hyvin vahvistava heinäntekoillallinen: sekoitettiin kuivakuuta, ryyniä, suolaa ja vettä.
smn: Salgâmääli leibijn lâi uáli tolmišis nijttopurrâmâš: Siävuttuvvojii čáácán suvrâmeh já sältti já salgân caappum koškepyeidi.

source: Juomana oli maitoa, piimää ja marjakeittoa keitettiin aina, kun se oli mahdollista.
smn: Juhâmâššân lâi mielkki tâi pime. Myerjimääli vuoššui ain, ko toos lâi máhđulâšvuotâ.

source: "Kalaa melkeinpä päivittäin"
smn: "Kyeli aldasáid jyehi peeivi"

source: Jäädytetyt, suolistamattomat kapulakalat säilyivät lumikinoksessa.
smn: Kyeli sälttejui, kuškâdui, kalmaattui já kuástudui.

source: Suolakala on ollut inarinsaamelaisen ympärivuotinen ruokalaji.
smn: Kalmaattum já čolliihánnáá juoŋâskyeleh seiluu muottust.

source: Sen lisukkeeksi raastettiin naurista - joka oli lapsille mieluisaa - taikka voideltiin leivänpalanen norjalaisella siirapilla.
smn: Sälttikyeleh sälttejuvvojii ruávis salttijn muorâst rahtum kyelilittijd, moh siäiluttuvvojii tađe várás koivum roggeest ađai puornâst tâi aijust.

source: Hapankala eli kesääntynyt kala valmistui miedosti suolatusta kalasta joskus tahtomattakin, mutta varsinaisesti hapankalaa tehtiin ruisjauhojen avulla.
smn: Kuástikyeli ađai kiäsádum kyeli rahtui vuoššâmsááltán sälttejum kyeleest motomin vahâgist-uv, mut iänáážin kuástikyeli rahtui ruvâšjáávuid iššeen keevtin.

source: Parasta hapankalaa sanottiin tulleen hyvänkokoisista ahvenista Keväällä ”ennen kärpäsiä” kuivattiin isoja haukia: ne halkaistiin selkäpuolelta ja pingotettiin tikuilla leveäksi ja suolattiin kuten kuivattava liha.
smn: Tiäđui mield pyeremus kuástikyeli šoodâi kyermis vuáskunijn. Kiđđuv, ovdil kiärppái kirdelem kuškâduvvojii stuorrâ puškoh: toh lyeddejuvvojii selguubeln já spijlejuvvojii sagijgijn kubdâgin jeđe sälttejuvvojii tegu piärguh.

source: Alkukesällä saatuja pikkukaloja kuivattiin järven päälle tai pikkusaariin rakennetuissa kalankuivatuslaatikoissa.
smn: Algâkeesist kuddum rááskáh kuškâduvvojii jäävri oolâ tâi lássáid huksejum kyelikuškâdemloováin.

source: Kuivakalat säilytettiin säkeissä tai tuohiastioissa aitan orrella.
smn: Koškekuolijd sij siäiluttii seehâi siste tâi poortijn äittiuulgâst.

source: Kalanmätiä suolattiin sekä siitä keitettiin mätiterniä.
smn: Meeinijd sälttejii, taid lasettii kákkutááigán tâi tain vuoššii meiniteerni.

source: Kalanmaksat, erityisesti mateen, sekä siianmaksat paahdettiin tai keitettiin.
smn: Kyelevuoivâseh, eromâšávt njäävi- já šaapšâ vuoivâseh passojii tâi vuáššojii.

source: Kalaruokia valmistettiin keittäen ja paistaen avotulella, pannulla ja uunipellillä.
smn: Kyelipurrâmâšah ráhtojii vuošâmáin já pasemáin sajostuulâst, páánust já oommânpeeldist.

source: Kala kuten kaikki muutkin ruoka-aineet hyödynnettiin tarkasti: kalanpäät sekä ison hauen ja siian suolet syötiin herkkupaloina.
smn: Kyeli, tegu eres-uv purrâmâšverkki kevttui tärkkilávt: kyeleuáivih sehe stuorrâ puško já šaapšâ čuálih lijjii herskupitáh.

source: Poro hyödynnettiin kokonaan
smn: Kubđijdâm kyelevuojâ vyerkkejui.

source: Poronveri otettiin tarkasti talteen.
smn: Poccuuvorrâ vyerkkejui tärkkilávt.

source: Heti teurastuksen jälkeen keitettiin selkälihaa ja kieli, sitä odotellessa paistettiin maksaa tikunnokassa.
smn: Tállán njuovvâm maŋa vuoššui čielgi já njuovčâ, já taid vuordâštijn possui vuoivâs passeemkeejist.

source: Myös verimakkaroita ja pääsylttyä valmistettiin heti.
smn: Siämmáá ohtâvuođâst puovtij márfuđ já kumpâstiđ.

source: Poronlihaa jäädytettiin, kuivattiin ja suolattiin.
smn: Poccuupiärgu kalmaattui, kuškâdui já sälttejui.

source: Riutulan talouskoulussa opittiin umpioimaan ja evakkovuosien jälkeen keitettiin aladobia.
smn: Rivdul tálutuáluškoovlâst nieidah oppii taanáigasijd siäiluttemvuovijd já evakkoivij maŋa motomeh ulmuuh vuošâškuottii meiddei aladoob.

source: Poro kuivattiin lähes kokonaan, vain vahvimmat luiset osat jätettiin keittolihoiksi.
smn: Puásui kuškâdui aldasáid ollásávt, tuše stuárráámusah tähtiuásih kuáđđojii salgân.

source: Paistit ja lavat otettiin luuttomaksi.
smn: Čuárbpeelijd já čuámáttâsâid koolgâi luuppâđ.

source: Kuivalihaa tehtiin erittäinkin paistista, mutta nuotion loimussa paahdettu lihavan pailakan kylki oli parasta herkkua.
smn: Kuškâđ piäijojeh eromâšávt čuárbpeleh, mut tullâpaštust poossum pyeidis spääilih koške-eertig lii pyeremus hersku.

source: Hyvää matkaevästä saatiin, kun poronvatsa- ja suolirasvat säilöttiin lampaan- tai poronpötsin sisään.
smn: Šiev mätkievvis finnij, ko poccuu čuávji- já pottâpuoidijn ráhtojii pyeidičolmâseh.

source: Makkarasuolet säilytettiin ilmalla täytettyinä.
smn: Märfičuálih vyerkkejuvvojii nuuvt, et siisâ posádui áimu.

source: Veri jäädytettiin poronvatsalaukkuun, josta tarvittaessa lohkaistiin palanen.
smn: Vorrâ kalmaattui čolmâsáid, main táárbumield loigiistui pittá.

source: Riista-aitat täytettiin syksyisin.
smn: Piärguääitih tiävdojii čohčuv.

source: Hirven-, lampaan- ja lehmänlihaa käytettiin samaan tapaan kuin poronlihaa.
smn: Soorvâ-, saavzâ- já kusâpiärgu kevttui siämmáá náálá ko poccuupiärgu.

source: ”Lehmätaloissa käytiin syömässä viiliä”
smn: "Šiiveettááluin juttii ulmuuh kozzâmin loppimmielhi"

source: Lehmänmaitoa hapatettiin viiliksi ja piimäksi sekä kirnuttiin voita.
smn: Šiiveettuálu lii kyelipivdem lasseen torvodâm maaŋgâ anarâšperruu purrâmâštuálu.

source: Puiset maitoastiat ja kalapytyt desinfioitiin katajavesihauteella.
smn: Mielkki suvrâdui loppimmielkkin sehe pimmeen já vuojâ kirnodijn finnij kirnopime.

source: Inarinsaamelaiset valmistivat juustoa lehmän-, lampaan- ja poronmaidosta: maito juoksutettiin poron juoksutusmahan tai vasikan makon avulla.
smn: Mielkkikuáláh já kyeliliteh putestuvvojii rátkáčäcihavduin. Anarâšah rahtii vuástá kuusâ-, saavzâ- já poccuumielhist: mielkki loppiittui amnâsáin, mon finnij poccuu tâi kálbáá toggeest.

source: Poroja lypsettiin vain syksyllä paimennuspaikalla, siellä valmistettiin juustotkin.
smn: Anarâšah poččii álduidis tuše čohčuv kuáđuttemsaajeest, kost vuástáh-uv ráhtojii.

source: Poronmaitoa jäädytettiin talvivaraksi lampaan- tai vasanvatsalaukkuun: kahviin, ”jäätelöksi lapsille” ja tutimaidoksi.
smn: Poccuumielkki kalmaattui táálván saavzâ- tâi vuássáá čolmâsân: kähvimielkkin, ”lahcâjieŋŋân párnáid” já tuáttumielkkin.

source: Uuttuja eli pesimäpönttöjä ei tyhjennetty kokonaan
smn: Vuovdah iä kyerrejum ollásávt

source: Varsinkin Inarijärven saaret olivat otollisia keräilypaikkoja.
smn: Aainâs-uv Aanaarjäävri suolluuh lijjii vuohâseh manenurâmân.

source: Kerättiin sotkan, telkän ja koskelon munia, kuikanmunia ei kelpuutettu ruoaksi.
smn: Anarâšah nurrii viettuu, čuáđgi já kuálsi moonijd. Kähteemaneh iä tuhhim purrâmâššân.

source: Munia säilöttiin karkeaan suolaan lyhyeksi aikaa.
smn: Uánihis ääigi várás maneh sälttejuvvojii ruávis sááltán.

source: Niitä keitettiin ja syötiin suolan kanssa, tehtiin munaterniä, paistettiin lettuja ja munakakkua.
smn: Taid puovtij vuoššâđ já purrâđ salttijn. Tain puovtij rähtiđ meiddei maneteerni, passeeđ läätyid já rähtiđ manekááhu.

source: Marjoja ympäri vuoden
smn: Muorjijd pirrâ ive

source: Marja-astioita, nauriita ja perunoita peitettiin talveksi kuoppaan, joka avattiin vasta keväällä.
smn: Anarâšah lovdii myerjiliitijd, navrâsijd já potásijd táálván puornân, mii lehâstui iäskán kiđđuv.

source: Hilla, mustikka, puolukka, kaarnikka eli variksenmarja ja juolukka kuuluivat ruokapöytään kesä-aikana.
smn: Luámáneh, sareh, juuŋah, čyemenjâsah já etimâsah kullii purrâmâšpiävdán keessiv.

source: Viilin ja puuron höystönä niitä syötiin runsaasti.
smn: Loppimmielhi já suohâd salgân ulmuuh purrii taid valjeest.

source: Hillat säilöttiin puu-astioihin: marjojen päälle kaadettiin sokeria niin, että marjat upposivat marjamahlaan reunoja myöten.
smn: Muorjijd vyerkkejii meiddei täälvi várás: Soorijd kuškâdii čuávjilekittâssân, kalmaattum čyemenjâsah šiäštojii kiiđân.

source: Mustikat survottiin ja keitettiin pulloihin.
smn: Ulmuuh kočâttellii taid jieŋâmuorjijd málásáid.

source: Hillapytyt ja mustikkapullot säilytettiin maakellarissa tai hetteen päälle rakennetussa kellarissa.
smn: Luámánijd vyerkkejii muorâlittijd: luámánij oolâ pieijii fiijnâsukkârijd nuuvt ennuu, et toh vuoijuu mááihlán ollásávt.

source: Pettua arvostettiin terveysruokana
smn: Soorijd njuvdii já vuoššii puttâláid.

source: Monen Inarijärven saaren nimi viittaa pettuun, kuten esimerkiksi Makea Petäjäsaari.
smn: Aanaarjäävri maaŋgâ suolluu nommâ čuujoot piäcán, tegu ovdâmerkkân Njaalgâpecsuálui.

source: Petun käyttö onkin ollut varsin monipuolista.
smn: Peesi kevttim lii-uv lamaš maaŋgâpiälásâš.

source: Sanottiin, että ellei ollut pettua, niin laitetaan korvikkeeksi kauraryyniä.
smn: Ulmuuh ettii-uv, et jis ij lah peeci, te ferttee pieijâđ sajan suvrâmijd.

source: Varsinainen petunteko-aika oli alkukesä nila-aikaan.
smn: Vyetkimäigi lâi algâkeesist ko peeci njala.

source: Irrotetut levyt kuivattiin, paahdettiin ja murskattiin surveiksi, mutta sitä syötiin paljon myös tuoreena.
smn: Lyevvejum njaleoosijd kuškâdii, pihtii illoos alne, vâi pikkâ puáláččij meddâl jeđe muttejii. Peesi purrii meiddei vorâsin.

source: Talvellakin saatettiin tuoda pölkky sisälle, josta pettua nilottiin.
smn: Tälviv-uv ulmuuh läävejii pyehtiđ pecikooldâ siisâ, mast njoldii peesi.

source: Pettua nautittiin marjojen kanssa, lisättiin leipä- ja rieskataikinaan ja sekoitettiin ruisjauhojen kanssa hyvään kalan- tai lihankeittoliemeen pettuvelliksi, jota syötiin iltaruoan jälkeen.
smn: Ulmuuh purrii peesi muorjijgijn, lasettii kákkutááigán já sehhejii ruvâšjávuigijn kyeli- tâi piärguliemân pecimäällin, mon purrii pajalâssân.

source: Koivunmahlaa on kerätty pystypuusta, mutta myös kantoon koverretusta syvennyksestä, josta oli talvella kaadettu koivu.
smn: Suáhimääihli sij kuáškuttii ciägumuorâst, mut tom finnij meiddei čuoldân kuvzum roggeest, mast lâi tälviv njeidum suáhi.

source: Mahlaa juotiin ruokajuomana, siitä keitettiin velliä ja maukasta kahvia.
smn: Määihli juhhii purrâmâšjuhâmuššân, tast vuoššii määli já njaalgâ käähvi.

source: Maittava ja nopeatekoinen piisikakku eli rieska
smn: Iänááš tälviviäsuin lâi liäibumuvnâ já täkki.

source: Suuremmissa taloissa oli oikein paakaritupa.
smn: Stuárráábijn tááluin joba liäibumtupe.

source: Kesäpaikoilla ja myös ympärivuotisilla asunnoilla oli ulkouuni ja -liesi sekä pöytä ja penkit ulkoruokailua varten.
smn: Kesiorottuvâin já meiddei pirrâivvááš orottuvâin lâi olgouvnâ já -oommân sehe pevdi já peeŋkah olgonpurâdem várás.

source: Piisikakku paistettiin joko laattakiven, rei’itetyn pellin päällä tai rautalangasta kudotussa verkossa.
smn: Kákku paštui ráptukeeđgi tâi räigipeeldi alne já meiddei sraaŋgâst kuuđđum viermist.

source: Kakkuja leivottiin eri aineksista: ruis- eli lapinkakku, aivo-, mäti- ja munakakku, veri-petturieska ja perunarieska.
smn: Kááhuid leibuu sierâlágán amnâsijn: jáávuin, vuoiŋâšijn, meeinijn, moonijn, vorrâpeesist já potákkist.

source: Tsurnuvuonolainen Inka Valle vuolee poron kuivalihaa.
smn: Curnâvuonâlâš Inka Valle cáápá koškepiärgu.

source: Briita Morottaja paistaa leipää, taustalla istuu hänen puolisonsa Iisakki Morottaja.
smn: Anttii Riijtá (Briita Morottaja) pasa leeibi, tyehin čokkáá suu käällis Iisakki Morottaja.

source: Nirrolan vanha emäntä tekee leipää ja miniä Saara Valle juustoa Samuli Paulaharju 1914.
smn: Njirrooh puáris eemeed liäibu já manje Saara Valle ráhtá vuástá. Samuli Paulaharju 1914.

source: Perinteiseti suolattavat kalat asettiin ristikkäin suolausastiaan.
smn: Ärbivuáválávt salttiidijn kyeleh piäijojii ruossâlâs kyeliliitán.

source: Paatsjokinen Nuoran Pekka, Pekka Saijets suolaamassa pitkälläsiimalla pyydettyjä taimenia, T.
smn: Paččveilâš Nyere Piäkká, Pekka Saijets salttiimin vuoggâčielgijn pivdum kuávžurijd, T.

source: Santeri Valle viilottaa petäjänkuorta sarvisella vuotkimella.
smn: Santeri Valle vyetkimin peesi čuárvist rahtum vyetkimáin.
